export const translationsRU = {
  HashrateCommandService: {
    help: 'А название карты указать? Или мне всё за тебя додумывать как обычно?',
    resultIntro: 'Вот смотри, что папка в газетке нашел:\n\n',
    gpuInfo: `
<b>{{title}}</b> 🎮
 • Hashrate: <b>{{hashrate}}</b> (ETH) | {{power}} | <a href="{{href}}">OC Settings</a>
 • Profit: {{profit}}/day (ROI: {{roi}})
    `,
    gpuInfoSeparator: '\n\n',
    gpuNotFound: 'Это что за хрень? Не знаю такой. Чего умного спросил бы лучше, а?',
  },

  HelpCommandService: {
    introMsg: `Всем здарова! Батя много чего видел и знает, обращайтесь.`,
    helpMsg: `
А ты не мелкий ли, бл*ть, чтобы Батей командовать? Но да ладно, смотри, что Батя умеет:
<b>/помощь</b>
<b>/хешрейт 1660ti</b>   (/хеш /hashrate /hash)
<b>/курс</b> (в разработке)
<b>/шутка</b>

Я и по-английски умею, ёпта, а то ты думал, не пальцем деланный!
    `,
  },

  JokeCommandService: {
    jokes: [
      'Всему тебя учить бл*ть',
      'Помни батину мудрость!',
      'Спасибо, как говорится, не булькает 🍺',
      'Мал ещё такое знать-то',
      'Я майнил, когда ты ещё под стол ходил',
      'Ну хоть бы раз бате с ригом помог, а?',
      '"Не имей 100 рублей, а имей 100 хешей!" как говорится',
      'Мы тут с дядей Серёжей выяснили: "Auto fan" - зло',
      'Сколько можно бл*ть... Сколько можно ёптвою мать бл*ть...',
      'Вот в кого ты у меня такой дурень, а? Хотя знаю, мамке только не говори...',
      'Не ну я нимогУ!',
      'А могут ли бобры... майнить? А? Да неее, бред какой-то...',
      'Это БАЗА!...',
      'Приходят как-то три майнера в ДНС, а продавец им говорит: "Карт нет!"...',
    ],
  },
};
