export const translationsRU = {
  HashrateCommandService: {
    help: 'А название карты указать? Или мне всё за тебя додумывать как обычно?',
    resultIntro: 'Вот смотри, что папка в газетке нашел:\n\n',
    gpuInfo: `
<b>{{title}}</b> 🎮
 • Hashrate: <b>{{hashrate}}</b> (ETH) | {{power}} | <a href="{{href}}">OC Settings</a>
 • Profit: {{profit}}/day (ROI: {{roi}})
    `,
    gpuInfoSeparator: '\n\n',
    gpuNotFound: 'Это что за хрень? Не знаю такой. Чего бы умного спросил лучше, а?',
  },

  HelpCommandService: {
    helpMsg: `
Здесь должна быть помощь по боту.
Hello World <a href="{{link}}"><b>Google</b></a>
    `,
  },

  JokeCommandService: {
    jokes: [
      'Всему тебя учить бл*ть',
      'Помни батину мудрость!',
      'Спасибо, как говорится, не булькает 🍺',
      'Мал ещё такое знать-то',
      'Я майнил, когда ты ещё под стол ходил',
      'Ну хоть бы раз бате с ригом помог, а?',
      '"Не имей 100 рублей, а имей 100 хешей!" как говорится',
      'Мы тут с дядей Серёжей выяснили: "Auto fan" - зло',
      'Сколько можно бл*ть... Сколько можно ёптвою мать бл*ть...',
      'Вот в кого ты у меня такой дурень, а? Хотя знаю, мамке только не говори...',
      'Не ну я нимогУ!',
      'А могут ли бобры майнить?...',
      'Это БАЗА!...',
    ],
  },
};
